Repository: sonhyrd/openclip
Catalog: Sources/OpenClip/Resources/Localizable.xcstrings
Source language: en
Languages: fr, ja, zh_hans, zh_hant

source: Describe what you want to create and AI will generate a custom action.
fr: Décrivez ce que vous souhaitez créer et l'IA générera une action personnalisée.
ja: 作成したい内容を説明すると、AI がカスタムアクションを生成します。
zh_hans: 描述您想要创建的内容，AI 将为您生成自定义动作。
zh_hant: 描述您想要建立的內容，AI 將為您生成自訂操作。

source: Disable in this app
fr: Désactiver dans cette app
ja: このアプリで無効にする
zh_hans: 在此应用中停用
zh_hant: 在此應用程式中停用

source: Discard
fr: Ignorer
ja: 破棄
zh_hans: 放弃
zh_hant: 捨棄

source: Discover and install extensions for OpenClip
fr: Découvrez et installez des extensions pour OpenClip
ja: OpenClip の拡張機能を見つけてインストール
zh_hans: 发现并安装适用于 OpenClip 的扩展
zh_hant: 探索並安裝適用於 OpenClip 的擴充功能

source: Dismiss
fr: Fermer
ja: 閉じる
zh_hans: 关闭
zh_hant: 關閉

source: Dismiss the error (⎋)
fr: Fermer l'erreur (⎋)
ja: エラーを閉じる (⎋)
zh_hans: 关闭错误提示 (⎋)
zh_hant: 關閉錯誤提示 (⎋)

source: Done
fr: Terminé
ja: 完了
zh_hans: 完成
zh_hant: 完成

source: Download updates automatically
fr: Télécharger automatiquement les mises à jour
ja: アップデートを自動的にダウンロード
zh_hans: 自动下载更新
zh_hant: 自動下載更新

source: Downloads
fr: Téléchargements
ja: ダウンロード数
zh_hans: 下载量
zh_hant: 下載量

source: Drag
fr: Glisser
ja: ドラッグ
zh_hans: 拖动
zh_hant: 拖曳

source: Drag icon to add to a group
fr: Faites glisser l’icône pour l’ajouter à un groupe
ja: アイコンをドラッグしてグループに追加
zh_hans: 拖动图标以添加到分组
zh_hant: 拖移圖示以加入群組

source: Drag image to export or share
fr: Faites glisser l'image pour l'exporter ou la partager
ja: 画像をドラッグして書き出しまたは共有
zh_hans: 拖动图像以导出或分享
zh_hant: 拖曳影像以匯出或分享

source: Drag to move
fr: Faire glisser pour déplacer
ja: ドラッグして移動
zh_hans: 拖动以移动
zh_hant: 拖曳以移動

source: Drag to reorder the actions behind this extension's icon.
fr: Faites glisser pour réordonner les actions regroupées sous l'icône de cette extension.
ja: この拡張機能のアイコンにまとめられたアクションをドラッグして並べ替えます。
zh_hans: 拖动可重新排列此扩展图标下的操作。
zh_hant: 拖曳可重新排列此擴充功能圖示下的操作。

source: Drag to reorder the popup bar. Drop an action onto a group to add it; select several and use + to make a group. Double-click a row to open its settings.
fr: Faites glisser pour réordonner la barre contextuelle. Déposez une action sur un groupe pour l'y ajouter ; sélectionnez-en plusieurs et utilisez + pour créer un groupe. Double-cliquez sur une ligne pour ouvrir ses réglages.
ja: ドラッグしてポップアップバーを並べ替えます。アクションをグループにドロップすると追加され、複数選択して + でグループを作れます。行をダブルクリックすると設定が開きます。
zh_hans: 拖动可重新排列弹出栏。将操作拖到分组上即可加入；选择多项并使用 + 可创建分组。双击某行可打开其设置。
zh_hant: 拖曳可重新排列彈出列。將操作拖到群組上即可加入；選取多項並使用 + 可建立群組。點兩下某列可打開其設定。

source: Drag to reorder the popup bar. Drop one action onto another to group them, or onto a group to add it; drag the last one out and the group goes. Double-click a row to open its settings.
fr: Faites glisser pour réordonner la barre contextuelle. Déposez une action sur une autre pour les grouper, ou sur un groupe pour l'y ajouter ; sortez la dernière et le groupe disparaît. Double-cliquez sur une ligne pour ouvrir ses réglages.
ja: ドラッグしてポップアップバーを並べ替えます。アクションを別のアクションにドロップするとグループになり、グループにドロップすると追加されます。最後の 1 つを外すとグループは消えます。行をダブルクリックすると設定が開きます。
zh_hans: 拖动可重新排列弹出栏。将一个操作拖到另一个操作上可创建分组，拖到分组上则会加入；拖出最后一个操作后分组会被移除。双击某行可打开其设置。
zh_hant: 拖曳可重新排列彈出列。將一個操作拖到另一個操作上可建立群組，拖到群組上則會加入；拖出最後一個操作後群組會被移除。點兩下某列可打開其設定。

source: Drag to reorder. Drag actions onto the group in the Actions list to add more.
fr: Faites glisser pour réorganiser. Déposez des actions sur le groupe dans la liste Actions pour en ajouter.
ja: ドラッグして並べ替えます。「アクション」リストのグループにアクションをドラッグすると追加できます。
zh_hans: 拖动以重新排序。将动作拖到“动作”列表中的分组上可添加更多。
zh_hant: 拖曳以重新排序。將動作拖到「動作」列表中的分組上可加入更多。

source: Drag to reorder. Drag actions onto the group on Customize to add more.
fr: Faites glisser pour réordonner. Faites glisser des actions sur le groupe dans Personnaliser pour en ajouter.
ja: ドラッグして並べ替えます。「カスタマイズ」でアクションをグループにドラッグすると追加できます。
zh_hans: 拖动可重新排序。在“自定义”中将操作拖到分组上即可添加更多。
zh_hant: 拖曳可重新排序。在「自訂」中將操作拖到群組上即可加入更多。

source: Drag to resize
fr: Faire glisser pour redimensionner
ja: ドラッグしてサイズ変更
zh_hans: 拖动以调整大小
zh_hant: 拖曳以調整大小

source: Duplicate
fr: Dupliquer
ja: 複製
zh_hans: 复制
zh_hant: 複製

source: Duplicate Action
fr: Dupliquer l’action
ja: アクションを複製
zh_hans: 复制操作
zh_hant: 複製動作

source: Duplicate Extension
fr: Dupliquer l’extension
ja: 拡張機能を複製
zh_hans: 复制扩展
zh_hant: 複製擴充功能

source: Duplicate Failed
fr: Échec de la duplication
ja: 複製に失敗しました
zh_hans: 复制失败
zh_hant: 複製失敗

source: Duplicating…
fr: Duplication…
ja: 複製中…
zh_hans: 正在复制…
zh_hant: 正在複製…

source: EXECUTION LOGIC
fr: LOGIQUE D’EXÉCUTION
ja: 実行ロジック
zh_hans: 执行逻辑
zh_hant: 執行邏輯

source: Edit AI Action
fr: Modifier l’action d’IA
ja: AIアクションを編集
zh_hans: 编辑 AI 动作
zh_hant: 編輯 AI 動作

source: Edit Action Prompt
fr: Modifier l’invite de l’action
ja: アクションプロンプトを編集
zh_hans: 编辑动作提示词
zh_hant: 編輯動作提示詞

source: Edit Code ↗
fr: Modifier le code ↗
ja: コードを編集 ↗
zh_hans: 编辑代码 ↗
zh_hant: 編輯代碼 ↗

source: Edit Group
fr: Modifier le groupe
ja: グループを編集
zh_hans: 编辑分组
zh_hant: 編輯群組

source: Empty group. Drag actions into this group in the actions list.
fr: Groupe vide. Faites glisser des actions dans ce groupe depuis la liste des actions.
ja: 空のグループです。アクションリストからこのグループにアクションをドラッグしてください。
zh_hans: 空分组。在动作列表中将动作拖入此分组。
zh_hant: 空白群組。在動作列表中將動作拖移至此群組。

source: Enable %@
fr: Activer %@
ja: %@を有効にする
zh_hans: 启用 %@
zh_hant: 啟用 %@

source: Enable AI Actions
fr: Activer les actions d’IA
ja: AIアクションを有効にする
zh_hans: 启用 AI 动作
zh_hant: 啟用 AI 動作

source: Enable AI Tools
fr: Activer les Outils IA
ja: AI ツールを有効にする
zh_hans: 启用 AI 工具
zh_hant: 啟用 AI 工具

source: Enable in AI Settings
fr: Activer dans les réglages IA
ja: AI 設定で有効化
zh_hans: 前往 AI 设置启用
zh_hant: 前往 AI 設定啟用

source: Enable in this app
fr: Activer dans cette app
ja: このアプリで有効にする
zh_hans: 在此应用中启用
zh_hant: 在此應用程式中啟用

source: Enable or disable AI actions for the popup bar, or click the edit icon to customize prompts.
fr: Activez ou désactivez les actions d’IA pour la barre contextuelle, ou cliquez sur l’icône de modification pour personnaliser les invites.
ja: ポップアップバーのAIアクションを有効または無効にします。編集アイコンをクリックしてプロンプトをカスタマイズすることもできます。
zh_hans: 启用或关闭弹出栏中的 AI 动作，或点击编辑图标自定义提示词。
zh_hant: 在彈出列中啟用或停用 AI 動作，或按一下編輯圖示以自訂提示詞。

source: Enabled
fr: Activée
ja: 有効
zh_hans: 已启用
zh_hant: 已啟用

source: English
fr: Anglais
ja: 英語
zh_hans: 英语
zh_hant: 英文

source: Enter Bundle Identifier
fr: Saisir le Bundle Identifier
ja: バンドル識別子を入力
zh_hans: 输入 Bundle Identifier
zh_hant: 輸入 Bundle Identifier

source: Essential Extensions
fr: Extensions indispensables
ja: おすすめの拡張機能
zh_hans: 常用扩展
zh_hant: 必備擴充功能

source: Evaluate math expressions.
fr: Évaluer des expressions mathématiques.
ja: 数式を計算します。
zh_hans: 计算数学表达式。
zh_hant: 計算數學運算式。

source: Example: com.apple.Terminal
fr: Exemple : com.apple.Terminal
ja: 例: com.apple.Terminal
zh_hans: 例如：com.apple.Terminal
zh_hant: 例如：com.apple.Terminal

source: Example: com.apple.Terminal. Use * to match several apps.
fr: Exemple : com.apple.Terminal. Utilisez * pour cibler plusieurs apps.
ja: 例: com.apple.Terminal。複数のアプリに一致させるには * を使います。
zh_hans: 例如：com.apple.Terminal。使用 * 匹配多个应用。
zh_hant: 例如：com.apple.Terminal。使用 * 比對多個 App。

source: Exit search
fr: Quitter la recherche
ja: 検索を終了
zh_hans: 退出搜索
zh_hant: 結束搜尋

source: Expand %@
fr: Développer %@
ja: %@を展開
zh_hans: 展开 %@
zh_hant: 展開 %@

source: Expand reusable text templates with dynamic placeholders
fr: Développez des modèles de texte réutilisables avec des espaces réservés dynamiques
ja: 動的プレースホルダーを使用して再利用可能なテキストテンプレートを展開します
zh_hans: 使用动态占位符展开可重用的文本模板
zh_hant: 使用動態預留位置展開可重複使用的文字範本

source: Explain
fr: Expliquer
ja: 説明
zh_hans: 解释
zh_hant: 解釋

source: Explain what the text means in clear, simple language, in the same language as the text. Cover the core idea and any important details a beginner would need
fr: Expliquer ce que signifie le texte dans un langage clair et simple, dans la même langue que le texte. Couvrir l’idée principale et les détails importants qu’un débutant devrait connaître
ja: テキストと同じ言語で、わかりやすい言葉でテキストの意味を説明します。核心的な考え方と、初心者に必要な重要な詳細をカバーしてください
zh_hans: 用与原文相同的语言，以清晰简单的措辞解释这段文本的含义。涵盖核心概念以及初学者需要了解的重要细节
zh_hant: 使用與原文相同的語言，以清晰簡單的文字解釋這段文字的含義。涵蓋核心概念以及初學者需要知道的重要細節

source: Export Logs
fr: Exporter les journaux
ja: ログを書き出す
zh_hans: 导出日志
zh_hant: 匯出記錄檔

source: Export Logs Failed
fr: Échec de l’exportation des journaux
ja: ログの書き出しに失敗しました
zh_hans: 导出日志失败
zh_hant: 匯出記錄檔失敗

source: Exporting…
fr: Exportation en cours…
ja: 書き出し中…
zh_hans: 正在导出…
zh_hant: 正在匯出…

source: Extension Install Failed
fr: Échec de l’installation de l’extension
ja: 拡張機能のインストールに失敗しました
zh_hans: 扩展安装失败
zh_hant: 擴充功能安裝失敗

source: Extension Removed
fr: Extension supprimée
ja: 拡張機能を削除しました
zh_hans: 已移除扩展
zh_hant: 已移除擴充功能

source: Extract URLs
fr: Extraire les URL
ja: URL を抽出
zh_hans: 提取网址
zh_hant: 擷取網址

source: Failed to download favicon: %@
fr: Échec du téléchargement du favicon : %@
ja: ファビコンのダウンロードに失敗しました: %@
zh_hans: 无法下载网站图标：%@
zh_hant: 無法下載網站圖示：%@

source: Failed to save the action manifest: %@
fr: Échec de l’enregistrement du manifeste de l’action : %@
ja: アクションマニフェストの保存に失敗しました: %@
zh_hans: 保存动作清单失败：%@
zh_hant: 無法儲存動作資訊清單：%@

source: Favicon from URL
fr: Favicon depuis une URL
ja: URL からファビコンを取得
zh_hans: 来自 URL 的网站图标
zh_hant: 來自 URL 的網站圖示

source: Featured
fr: En vedette
ja: おすすめ
zh_hans: 精选
zh_hant: 精選

source: Fetch available models live from API
fr: Récupérer les modèles disponibles en direct depuis l’API
ja: APIから利用可能なモデルをライブ取得
zh_hans: 从 API 实时获取可用模型
zh_hant: 從 API 即時取得可用模型

source: Fetch installed models from local Ollama instance
fr: Récupérer les modèles installés depuis l’instance locale d’Ollama
ja: ローカルのOllamaインスタンスからインストール済みモデルを取得
zh_hans: 从本机 Ollama 获取已安装模型
zh_hant: 從本機 Ollama 執行個體取得已安裝的模型

source: Finish setting up OpenClip
fr: Terminer la configuration d’OpenClip
ja: OpenClipのセットアップを完了する
zh_hans: 完成 OpenClip 设置
zh_hant: 完成 OpenClip 設定

source: Fix Code
fr: Corriger le code
ja: コードを修正
zh_hans: 修复代码
zh_hant: 修復程式碼

source: Fix all spelling, punctuation, and grammar errors with the smallest possible changes. Preserve the original wording, tone, and formatting — do not rewrite or rephrase sentences
fr: Corriger toutes les fautes d’orthographe, de ponctuation et de grammaire avec le minimum de modifications. Préserver le texte original, le ton et la mise en forme — ne pas réécrire ni reformuler les phrases
ja: 可能な限り最小限の変更で、すべてのスペル、句読点、文法のエラーを修正します。元の表現、トーン、書式を保持し、文を書き直したり言い換えたりしないでください
zh_hans: 以尽可能小的改动修正所有拼写、标点和语法错误。保留原文的用词、语气和格式——不要重写或改写句子
zh_hant: 以盡可能小的改動修正所有拼字、標點符號與文法錯誤。保留原本用詞、語氣與格式——不要重寫或改寫句子

source: Fix bugs, syntax errors, and logic issues in this code. Keep the same programming language, style, and structure, and change as little as possible. Return only the raw working code — no markdown code fences, no explanations
fr: Corriger les bugs, les erreurs de syntaxe et les problèmes de logique dans ce code. Conserver le même langage de programmation, le même style et la même structure, avec le minimum de modifications. Renvoyer uniquement le code brut fonctionnel — sans blocs de code markdown ni explications
ja: このコードのバグ、構文エラー、論理の問題を修正します。同じプログラミング言語、スタイル、構造を保ち、変更は最小限にしてください。動作する生のコードのみを返してください — markdownのコードブロックや説明は不要です
zh_hans: 修复这段代码中的错误、语法问题和逻辑缺陷。保持相同的编程语言、风格和结构，改动尽可能少。只返回可运行的原始代码——不要 markdown 代码块，不要解释
zh_hant: 修復這段程式碼中的錯誤、語法問題與邏輯缺陷。保持相同的程式語言、風格與結構，改動盡可能少。只返回可運行的原始程式碼——不要 markdown 程式碼區塊，不要解釋

source: Flip the switch next to OpenClip to ON in System Settings.
fr: Activez l’interrupteur à côté d’OpenClip dans Réglages Système.
ja: システム設定でOpenClipの横にあるスイッチをオンにしてください。
zh_hans: 在系统设置中打开 OpenClip 旁边的开关。
zh_hant: 在「系統設定」中開啟 OpenClip 旁邊的開關。

source: Follow up…
fr: Préciser…
ja: 続けて指示…
zh_hans: 继续追问…
zh_hant: 繼續追問…

source: Follow-up instruction
fr: Instruction complémentaire
ja: 追加の指示
zh_hans: 追问指令
zh_hant: 追問指令

source: Formal Tone
fr: Ton formel
ja: フォーマルなトーン
zh_hans: 正式语气
zh_hant: 正式語氣

source: Format JSON
fr: Formater le JSON
ja: JSON をフォーマット
zh_hans: 格式化 JSON
zh_hant: 格式化 JSON

source: Forward
fr: Suivant
ja: 進む
zh_hans: 前进
zh_hant: 下一頁

source: French (français)
fr: Français
ja: フランス語 (français)
zh_hans: 法语 (français)
zh_hant: 法文 (français)

source: General
fr: Général
ja: 一般
zh_hans: 通用
zh_hant: 一般

source: General Controls
fr: Commandes générales
ja: 一般設定
zh_hans: 通用控制
zh_hant: 一般控制

source: Generate
fr: Générer
ja: 生成
zh_hans: 生成
zh_hant: 生成

source: Generating...
fr: Génération en cours...
ja: 生成中…
zh_hans: 正在生成…
zh_hant: 正在產生…

source: Generating…
fr: Génération en cours…
ja: 生成中…
zh_hans: 正在生成…
zh_hant: 正在產生…

source: Get Started
fr: Commencer
ja: 始める
zh_hans: 开始使用
zh_hant: 開始使用

source: GitHub Repository
fr: Dépôt GitHub
ja: GitHubリポジトリ
zh_hans: GitHub 仓库
zh_hant: GitHub 儲存庫

source: Glass
fr: Verre
ja: グラス
zh_hans: 玻璃
zh_hant: 毛玻璃

source: Google Calendar
fr: Google Agenda
ja: Google カレンダー
zh_hans: Google 日历
zh_hant: Google 日曆

source: Grant Access in System Settings…
fr: Accorder l’accès dans Réglages Système…
ja: システム設定でアクセス権を許可…
zh_hans: 在系统设置中授权…
zh_hant: 在「系統設定」中允許存取…

source: Grant Accessibility to detect your text selections.
fr: Accordez l’accès à l’accessibilité pour détecter vos sélections de texte.
ja: テキスト選択を検出するためにアクセシビリティのアクセス権を許可してください。
zh_hans: 授予辅助功能权限后才能检测文本选中。
zh_hant: 授予「輔助使用」權限以偵測你的文字選取。

source: Granted
fr: Autorisé
ja: 許可済み
zh_hans: 已授权
zh_hant: 已授權

source: Group Name
fr: Nom du groupe
ja: グループ名
zh_hans: 分组名称
zh_hant: 群組名稱

source: Group Selected (%lld)
fr: Grouper la sélection (%lld)
ja: 選択項目をグループ化 (%lld)
zh_hans: 合并选中项 (%lld)
zh_hant: 將選取項目組成群組 (%lld)

source: Highlight any part of the text below to see the real action bar appear.
fr: Surlignez une partie du texte ci-dessous pour voir la véritable barre d’actions apparaître.
ja: 下のテキストの一部を選択して、実際のアクションバーが表示されるのを確認してください。
zh_hans: 选中下方任意文字，即可看到真正的动作栏。
zh_hant: 選取下方任意文字，即可看見真正的動作列出現。

source: Highlighted text stays on your Mac by default and is only sent to external services when you explicitly invoke cloud AI or browser actions.
fr: Le texte sélectionné reste sur votre Mac par défaut et n’est envoyé à des services externes que si vous déclenchez explicitement des actions d’IA cloud ou de navigateur.
ja: 選択されたテキストはデフォルトでお使いのMac内にとどまり、クラウドAIやブラウザアクションを明示的に呼び出した場合にのみ外部サービスに送信されます。
zh_hans: 选中的文本默认保留在你的 Mac 上，仅在你明确调用云端 AI 或浏览器动作时才会发送到配置的外部服务。
zh_hant: 選取的文字預設保留在你的 Mac 上，只有在明確叫用雲端 AI 或瀏覽器動作時才會傳送至已設定的外部服務。

source: Highlighted text stays on your Mac by default. OpenClip never collects background data, and only transmits text when you explicitly invoke cloud AI or browser actions.
fr: Le texte sélectionné reste sur votre Mac par défaut. OpenClip ne collecte jamais de données en arrière-plan et ne transmet du texte que lorsque vous déclenchez explicitement des actions d’IA cloud ou de navigateur.
ja: 選択されたテキストはデフォルトでお使いのMac内にとどまります。OpenClipがバックグラウンドでデータを収集することはなく、クラウドAIやブラウザアクションを明示的に実行した場合にのみテキストを送信します。
zh_hans: 选中的文本默认保留在你的 Mac 上。OpenClip 不会在后台收集数据，仅在你明确调用云端 AI 或浏览器动作时才会传输文本。
zh_hant: 選取的文字預設保留在你的 Mac 上。OpenClip 絕不會在背景收集資料，只有在明確叫用雲端 AI 或瀏覽器動作時才會傳輸文字。

source: Hold Mouse to Trigger
fr: Maintenir la souris pour afficher
ja: マウス長押しで起動
zh_hans: 按住鼠标触发
zh_hant: 按住滑鼠以觸發

source: Horizontal Position
fr: Position horizontale
ja: 水平位置
zh_hans: 水平位置
zh_hant: 水平位置

source: Hotkey
fr: Raccourci
ja: ホットキー
zh_hans: 快捷键
zh_hant: 快捷鍵

source: Hotkey Only
fr: Raccourci uniquement
ja: ホットキーのみ
zh_hans: 仅快捷键
zh_hant: 僅快速鍵

source: Icon
fr: Icône
ja: アイコン
zh_hans: 图标
zh_hant: 圖示

source: Icon: %@ — click to change
fr: Icône : %@ — cliquer pour modifier
ja: アイコン: %@ — クリックして変更
zh_hans: 图标：%@ — 点击更换
zh_hant: 圖示：%@ — 點按以更換

source: Install
fr: Installer
ja: インストール
zh_hans: 安装
zh_hant: 安裝

source: Install %@
fr: Installer %@
ja: %@ をインストール
zh_hans: 安装 %@
zh_hant: 安裝 %@

source: Install Extension
fr: Installer une extension
ja: 拡張機能をインストール
zh_hans: 安装扩展
zh_hant: 安裝擴充功能

source: Install Extension?
fr: Installer l’extension ?
ja: 拡張機能をインストールしますか？
zh_hans: 安装扩展？
zh_hant: 要安裝擴充功能嗎？

source: Install Extension…
fr: Installer une extension…
ja: 拡張機能をインストール…
zh_hans: 安装扩展…
zh_hant: 安裝擴充功能…

source: Install File…
fr: Installer un fichier…
ja: ファイルをインストール…
zh_hans: 安装文件…
zh_hant: 安裝檔案…

source: Install from File…
fr: Installer depuis un fichier…
ja: ファイルからインストール…
zh_hans: 从文件安装…
zh_hant: 從檔案安裝…

source: Install top extensions for instant translations, counts & speech.
fr: Installez les meilleures extensions pour la traduction instantanée, le comptage et la lecture vocale.
ja: 人気の拡張機能をインストールして、即座に翻訳、文字数カウント、テキスト読み上げを利用できます。
zh_hans: 安装热门扩展，即可翻译、计数和朗读。
zh_hant: 安裝熱門擴充功能，以獲得即時翻譯、字數統計與語音朗讀。

source: Installed
fr: Installé
ja: インストール済み
zh_hans: 已安装
zh_hant: 已安裝

source: Installing…
fr: Installation…
ja: インストール中…
zh_hans: 正在安装…
zh_hant: 正在安裝…

source: Instant actions for selected text on macOS
fr: Actions instantanées pour le texte sélectionné sur macOS
ja: macOSで選択したテキストに素早くアクションを実行
zh_hans: 为 macOS 选中文本提供即时动作
zh_hant: 為 macOS 上選取的文字提供即時動作

source: Interactive Playground — select text:
fr: Espace interactif — sélectionnez du texte :
ja: インタラクティブプレイグラウンド — テキストを選択:
zh_hans: 互动演示 — 请选中文字：
zh_hant: 互動試用 — 請選取文字：

source: Invalid URL: %@
fr: URL non valide : %@
ja: 無効なURL: %@
zh_hans: 无效的 URL：%@
zh_hant: 無效的 URL：%@

source: Invalid download URL.
fr: URL de téléchargement non valide.
ja: ダウンロードURLが無効です。
zh_hans: 下载地址无效。
zh_hant: 下載網址無效。

source: Issues
fr: Problèmes
ja: 問題の報告
zh_hans: 问题反馈
zh_hant: 問題回報

source: Its files and settings are deleted from this Mac.
fr: Ses fichiers et ses réglages sont supprimés de ce Mac.
ja: そのファイルと設定はこの Mac から削除されます。
zh_hans: 其文件和设置将从这台 Mac 上删除。
zh_hant: 其檔案和設定將從這台 Mac 上刪除。

source: Japanese (日本語)
fr: Japonais (日本語)
ja: 日本語
zh_hans: 日语 (日本語)
zh_hant: 日文 (日本語)

source: JavaScript runner unavailable
fr: Moteur JavaScript indisponible
ja: JavaScript ランナーを利用できません
zh_hans: JavaScript 运行环境不可用
zh_hant: JavaScript 執行環境無法使用

source: Keep
fr: Conserver
ja: 残す
zh_hans: 保留
zh_hant: 保留

source: Keep OpenClip visible in the macOS menu bar for quick access to preferences and updates.
fr: Garder OpenClip visible dans la barre des menus de macOS pour un accès rapide aux préférences et aux mises à jour.
ja: 環境設定やアップデートにすばやくアクセスできるよう、macOSのメニューバーにOpenClipを表示したままにします。
zh_hans: 在 macOS 菜单栏中保持显示 OpenClip 图标，以便快速访问偏好设置和更新。
zh_hant: 在 macOS 選單列中保持顯示 OpenClip 圖示，以便快速存取偏好設定和更新。

source: Last checked: %@
fr: Dernière recherche : %@
ja: 最終確認: %@
zh_hans: 上次检查：%@
zh_hant: 上次檢查：%@

source: Later
fr: Plus tard
ja: あとで
zh_hans: 稍后
zh_hant: 稍後

source: Left
fr: Gauche
ja: 左
zh_hans: 居左
zh_hant: 靠左

source: Left click
fr: Clic gauche
ja: 左クリック
zh_hans: 左键点击
zh_hant: 左鍵點按

source: Letters, numbers, and hyphens only
fr: Lettres, chiffres et traits d'union uniquement
ja: 英数字とハイフンのみ使用できます
zh_hans: 只能包含字母、数字和连字符
zh_hant: 只能包含字母、數字和連字號

source: Light
fr: Clair
ja: ライト
zh_hans: 浅色
zh_hant: 淺色

source: Links
fr: Liens
ja: リンク
zh_hans: 链接
zh_hant: 連結

source: Loading SF Symbols…
fr: Chargement de SF Symbols…
ja: SF Symbolsを読み込み中…
zh_hans: 正在加载 SF Symbols…
zh_hant: 正在載入 SF Symbols…

source: Loading applications...
fr: Chargement des applications...
ja: アプリケーションを読み込み中…
zh_hans: 正在加载应用程序…
zh_hant: 正在載入應用程式…

source: Local (LM Studio/Ollama)
fr: Modèles locaux (LM Studio/Ollama)
ja: ローカルモデル (LM Studio/Ollama)
zh_hans: 本地模型（LM Studio/Ollama）
zh_hant: 本機模型（LM Studio/Ollama）

source: Look a word up in the macOS Dictionary.
fr: Rechercher un mot dans le dictionnaire macOS.
ja: macOS 辞書で単語を調べます。
zh_hans: 在 macOS 词典中查词。
zh_hant: 在 macOS 辭典中查詢單字。

source: MEMBERS
fr: MEMBRES
ja: メンバー
zh_hans: 成员
zh_hant: 成員

source: Make Shorter
fr: Raccourcir
ja: 短くする
zh_hans: 缩短
zh_hant: 縮短篇幅

source: Manage Actions…
fr: Gérer les actions…
ja: アクションを管理…
zh_hans: 管理动作…
zh_hant: 管理動作…

source: Manage Extensions…
fr: Gérer les extensions…
ja: 拡張機能を管理…
zh_hans: 管理扩展…
zh_hant: 管理擴充功能…

source: Menu Bar Icon
fr: Icône de la barre des menus
ja: メニューバーアイコン
zh_hans: 菜单栏图标
zh_hant: 選單列圖示

source: Model
fr: Modèle
ja: モデル
zh_hans: 模型
zh_hant: 模型

source: Model Name
fr: Nom du modèle
ja: モデル名
zh_hans: 模型名称
zh_hant: 模型名稱

source: Model still downloading
fr: Modèle en cours de téléchargement
ja: モデルをダウンロード中
zh_hans: 模型仍在下载
zh_hant: 模型仍在下載

source: Model “%@” is not supported by the configured cloud endpoint.
fr: Le modèle « %@ » n’est pas pris en charge par le point de terminaison cloud configuré.
ja: モデル「%@」は設定されたクラウドエンドポイントでサポートされていません。
zh_hans: 当前云端接口不支持模型“%@”。
zh_hant: 已設定的雲端端點不支援模型「%@」。

source: More
fr: Plus
ja: その他
zh_hans: 更多
zh_hant: 更多

source: More Actions
fr: Autres actions
ja: その他のアクション
zh_hans: 更多操作
zh_hant: 更多動作

source: Most Downloaded
fr: Les plus téléchargées
ja: 最もダウンロードされた
zh_hans: 下载最多
zh_hant: 下載最多

source: Name
fr: Nom
ja: 名前
zh_hans: 名称
zh_hant: 名稱

source: Name and Icon in Popup Bar
fr: Nom et icône dans la barre contextuelle
ja: ポップアップバーでの名前とアイコン
zh_hans: 弹出栏中的名称和图标
zh_hant: 彈出列中的名稱和圖示

source: Native (Default .ics)
fr: Natif (.ics par défaut)
ja: ネイティブ (デフォルト .ics)
zh_hans: 原生（默认 .ics）
zh_hant: 原生（預設 .ics）

source: Native Icons
fr: Icônes système
ja: システムアイコン
zh_hans: 系统图标
zh_hant: 系統圖示

source: New
fr: Nouveautés
ja: 新着
zh_hans: 最新
zh_hant: 最新

source: New & Updated
fr: Nouveautés et mises à jour
ja: 新着・アップデート
zh_hans: 最新与更新
zh_hant: 最新與更新

source: New AI Action
fr: Nouvelle action IA
ja: 新規 AI アクション
zh_hans: 新建 AI 操作
zh_hant: 新增 AI 操作

source: New Custom Action
fr: Nouvelle action personnalisée
ja: 新規カスタムアクション
zh_hans: 新建自定义操作
zh_hant: 新增自訂操作

source: New Group
fr: Nouveau groupe
ja: 新規グループ
zh_hans: 新建分组
zh_hant: 新增群組

source: New Group %lld
fr: Nouveau groupe %lld
ja: 新規グループ %lld
zh_hans: 新建分组 %lld
zh_hant: 新增群組 %lld

source: New Group or Install Extension
fr: Nouveau groupe ou installer une extension
ja: 新規グループまたは拡張機能をインストール
zh_hans: 新建分组或安装扩展
zh_hant: 新增群組或安裝擴充功能

source: New extension found in folder. Toggle on to enable.
fr: Nouvelle extension trouvée dans le dossier. Activez-la pour l’activer.
ja: フォルダ内に新しい拡張機能が見つかりました。オンに切り替えて有効にしてください。
zh_hans: 在文件夹中发现新扩展。请开启以启用。
zh_hant: 在檔案夾中發現新擴充功能。開啟開關以啟用。

source: Next page
fr: Page suivante
ja: 次のページ
zh_hans: 下一页
zh_hant: 下一頁

source: No Actions Available
fr: Aucune action disponible
ja: 利用可能なアクションがありません
zh_hans: 无可用动作
zh_hant: 無可用動作

source: No App Rules Configured
fr: Aucune règle d’application configurée
ja: アプリケーションルールが設定されていません
zh_hans: 尚未配置应用规则
zh_hant: 尚未設定應用程式規則

source: No Extensions Installed
fr: Aucune extension installée
ja: インストールされた拡張機能はありません
zh_hans: 尚未安装扩展
zh_hant: 尚未安裝擴充功能

source: No Internet Connection
fr: Aucune connexion Internet
ja: インターネット接続がありません
zh_hans: 无互联网连接
zh_hant: 無網際網路連線

source: No Results
fr: Aucun résultat
ja: 結果なし
zh_hans: 无结果
zh_hant: 沒有結果

source: No actions in this group.
fr: Aucune action dans ce groupe.
ja: このグループにアクションはありません。
zh_hans: 此分组中没有操作。
zh_hant: 此群組中沒有操作。

source: No custom actions yet.
fr: Aucune action personnalisée pour l'instant.
ja: カスタムアクションはまだありません。
zh_hans: 尚无自定义操作。
zh_hant: 尚無自訂操作。

source: No custom icons yet
fr: Aucune icône personnalisée pour le moment
ja: カスタムアイコンはまだありません
zh_hans: 暂无自定义图标
zh_hant: 尚無自訂圖示

source: No existing file path found in selection.
fr: Aucun chemin de fichier existant trouvé dans la sélection.
ja: 選択したテキストに既存のファイルパスが見つかりません。
zh_hans: 选中文本中未找到有效的文件路径。
zh_hant: 選取的文字中找不到現有的檔案路徑。

source: No extensions found
fr: Aucune extension trouvée
ja: 拡張機能が見つかりません
zh_hans: 未找到扩展
zh_hant: 找不到擴充功能

source: No icons found for "%@"
fr: Aucune icône trouvée pour « %@ »
ja: 「%@」のアイコンが見つかりません
zh_hans: 没有找到“%@”相关图标
zh_hant: 找不到「%@」的相關圖示

source: No matches for “%@”
fr: Aucun résultat pour « %@ »
ja: 「%@」に一致する結果はありません
zh_hans: 没有与“%@”匹配的结果
zh_hant: 沒有與「%@」相符的結果

source: No matching actions
fr: Aucune action correspondante
ja: 一致するアクションがありません
zh_hans: 没有匹配的动作
zh_hant: 沒有相符的動作

source: No response generated
fr: Aucune réponse générée
ja: 応答が生成されませんでした
zh_hans: 未生成响应
zh_hant: 未產生回應

source: No text selected or on clipboard
fr: Aucun texte sélectionné ni dans le presse-papiers
ja: テキストが選択されておらず、クリップボードも空です
zh_hans: 未选中文本且剪贴板为空
zh_hant: 未選取文字且剪貼簿為空

source: No text selected to process.
fr: Aucun texte sélectionné à traiter.
ja: 処理するテキストが選択されていません。
zh_hans: 没有选中可处理的文本。
zh_hant: 未選取可處理的文字。
